import css from "../Pages/pages.css";
function About() {
    return (
        <div className="container_about"><h1 className="about_title">О компании</h1>
        <article className="about-text">
        Компания «ПРЕЦЕДЕНТ ГРУПП» специализируется на юридическом сопровождении бизнеса и некоммерческого сектора, международных организаций, предоставлении комплекса правовых услуг населению и экспертно-аналитической деятельности.
Обеспечивая правовую безопасность наших клиентов, защищая их интересы только законными способами, мы способствуем формированию правовой среды, основанной на принципах ответственности, справедливости и разумности.
Юристы компании являются лицензированными адвокатами, сертифицированными тренерами и  экспертами в области проведения правовой и антикоррупционной видов экспертиз на проекты нормативных правовых актов.
Количество юристов и адвокатов компании составляет – 7 человек. 


        </article>
        </div>
                
              
    
    
       
     
    );
  }
  
  export default About;