import css from "../Pages/pages.css";


function HomePage() {
    return (
        <main className="main">
    <div class="main-video-content"  >
        <h1 class="main-video-heading"> Компания «ПРЕЦЕДЕНТ ГРУПП»</h1>
        <p class="main-video-text">
         специализируется на юридическом сопровождении бизнеса и некоммерческого сектора, международных организаций, предоставлении комплекса правовых услуг населению и экспертно-аналитической деятельности. Обеспечивая правовую безопасность наших клиентов, защищая их интересы только законными способами, мы способствуем формированию правовой среды, основанной на принципах ответственности, справедливости и разумности. Юристы компании являются лицензированными адвокатами, сертифицированными тренерами и  экспертами в области проведения правовой и антикоррупционной видов экспертиз на проекты нормативных правовых актов. Количество юристов и адвокатов компании составляет – 7 человек
        </p>
        </div> 
       </main>
    ) 
  }
  
  export default HomePage;