import css from "../Pages/pages.css";
function Specializations() {

  return (
    <div className="container-specialization">
        <h1 className="specializations-title">
            Специализации
        </h1>
      <div className="specialization-item1 item">
        <p>Практика административного права </p>
        <div className="specialization-text">
          Практика оспаривания законности действий и бездействий, а также
          нормативных установлений государственных органов и их должностных лиц
          для Юридической компании «ПРЕЦЕДЕНТ ГРУПП» является одной из самых
          основных направлений деятельности. Главной из причин такого выбора,
          заключается в необходимости правового просвещения общественности, в
          том числе путем популяризации института конструктивного и не
          коррупционного оппонирования властным государственным институтам.
          Юристы компании, практикующие споры с представителями власти имеют
          более 10-летний, в том числе успешный опыт работы в этом направлении,
          а также инициирование нескольких десятков обращений в Комитет по
          правам человека ООН в Женеве по вопросам нарушения законности действий
          и решений государственных органов.
        </div>
      </div>
      <div className="specialization-item2 item">
        <p> Практика медиа права </p>
        <div className="specialization-text">
          Защита чести, достоинства и деловой репутации физического или
          юридического лица в настоящее время со временем только укрепляет
          позиции необходимости и актуальности. Независимо от того, в какой
          форме подаются сведения сомнительного содержания: в устной, печатной,
          телевизионной или интерактивной, если они направлены на подрыв деловой
          репутации или оскорбляют честь и достоинство, каждый гражданин или
          юридическое лицо имеют право на их защиту. К услугам правовой помощи
          по защите деловой репутации относится нижеследующее: - представление
          интересов в судах; - оценка порочащих публикаций с точки зрения
          возможности уголовного преследования оппонента; - текущая юридическая
          поддержка PR-департамента клиента: оперативный анализ пересылаемых
          публикаций на предмет перспективы применения правовых мер
          реагирования; правовое сопровождение при возникновении информационного
          кризиса – помощь при создании и реализации плана кризисных
          коммуникаций; - юридическая помощь при подготовке ответов на запросы
          СМИ.
        </div>
      </div>
      <div className="specialization-item3 item">
        <p>Правовое сопровождение инноваций и IT</p>
        <div className="specialization-text">
          К числу приоритетных видов деятельности Юридической компании
          «ПРЕЦЕДЕНТ ГРУПП» относится правовое сопровождение инновационной
          деятельности. Юристы осуществляют комплексное правовое сопровождение
          инновационных проектов в области информационных технологий, бизнеса,
          культуры и в других сферах. Специалисты ПРЕЦЕДЕНТ ГРУПП выступают в
          роли консультантов для отечественных разработчиков программных
          продуктов и систем, оказывающих услуги по созданию и внедрению
          программных решений. Значимым направлением работы ПРЕЦЕДЕНТ ГРУПП
          является консультирование по вопросам выработки стратегии защиты
          результатов интеллектуальной деятельности, полученных в рамках
          реализации инновационных проектов в различных областях, а также
          обеспечение надлежащего оформления таких результатов интеллектуальной
          деятельности.
        </div>
      </div>
      <div className="specialization-item4 item">
        <p> Практика уголовного права</p>
        <div className="specialization-text">
          Адвокаты Юридической компании «ПРЕЦЕДЕНТ ГРУПП» имеют значительный
          опыт защиты нарушенных прав и законных интересов клиентов с
          использованием уголовно-правовых механизмов. К услугам
          уголовно-правовой защиты физических лиц можно отнести нижеследующее: -
          представление интересов физических лиц при проведении следственных
          действий, оперативно-розыскных мероприятий и иных проверочных действий
          правоохранительных органов (в том числе обжалование запросов о
          предоставлении информации, обжалование решений и действий должностных
          лиц правоохранительных органов при проведении оперативно-розыскных
          мероприятий, подготовка правовой позиции и т.п.) - консультирование,
          защита и представление интересов клиентов в ходе уголовного
          судопроизводства на территории Кыргызской Республики. - выявление
          рисков уголовно-правового характера при осуществлении
          предпринимательской деятельности.
        </div>
      </div>
      <div className="specialization-item5 item">
        <p>Практика трудового права</p>
        <div className="specialization-text">
       
          Управление персоналом – весьма тонкая сфера деятельности: вопросы
          трудового права зачастую пересекаются с такими областями как защита
          интеллектуальной собственности, конфиденциальной информации,
          ответственность руководителей/работодателей и т.д. Представляя
          интересы работодателей, которые стремятся быть максимально
          эффективными, в том числе и в решении HR вопросов, мы в свою очередь
          помогаем нашим клиентам сделать это грамотно и эффективно с
          юридической точки зрения. Юридическая компания «ПРЕЦЕДЕНТ ГРУПП»
          консультирует клиентов по любым вопросам трудового права, возникающим
          в их повседневной деятельности, проводим проверки (due diligence)
          оформления трудовых отношений в организациях, для выявления и
          минимизации возможных рисков, разрабатываем рекомендации по
          оптимальному применению норм трудового законодательства с учетом
          особенностей работы каждой компании (например, внесудебное и судебное
          разрешение трудовых споров, медиация и переговоры).
        </div>
      </div>
      <div className="specialization-item6 item">
        <p>Практика семейного права </p>
        <div className="specialization-text">
          
          Одним из направлений деятельности Юридической компании «ПРЕЦЕДЕНТ
          ГРУПП» является оказание юридической помощи по семейным вопросам.
          Юридическая фирма предлагает все виды правовой помощи по
          бракоразводным делам, вопросам определения места жительства
          несовершеннолетних детей, делам по установлению отцовства, лишения и
          восстановления родительских прав. Юридическая помощь "(" юридические
          услуги ")" по семейным делам: - юридическая консультация по семейным
          вопросам; - составление исковых заявлений, отзывов, ходатайств, жалоб;
          - представительство в суде. Семейные споры – одна из наиболее часто
          встречающихся категорий дел в практике юриста. Обращение в суд
          является не самым лучшим способом разрешения семейных споров, поэтому
          мы стараемся прилагать максимум усилий для примирения сторон.
          Урегулирование споров с участием посредника в ряде случаев дает
          хороший результат.
        </div>
      </div>
      <div className="specialization-item7 item">
        <p>Практика налогового права</p>
        <div className="specialization-text">
       
          В рамках оптимизации налоговой деятельности клиентов, а также оказания
          правовой поддержки в ходе проведения налоговой проверки, налоговые
          консультанты Юридической компании «ПРЕЦЕДЕНТ ГРУПП» предоставляют
          клиентам необходимую правовую и информационную помощь, вырабатывая
          оптимальные налоговые решения с точки зрения, налогового
          законодательства и бухгалтерского учета.
        </div>
      </div>
      <div className="specialization-item8 item">
        <p>Практика таможенного права</p>
        <div className="specialization-text">
        
          Юристы Юридической компании «ПРЕЦЕДЕНТ ГРУПП» имеют практический опыт
          по вопросам применения и исполнения таможенного законодательства
          Кыргызской Республики и Евразийского экономического союза, в
          разработке законодательных предложений к проектам нормативно-правовых
          актов связанных с внесением изменений в таможенное законодательство.
          Компания предоставляет услуги по подготовке юридических заключений по
          правоприменительной практике таможенного законодательства, в
          разработке внешнеторговых контрактов, а также представительство
          интересов клиента
        </div>
      </div>
      <div className="specialization-item9 item">
        <p>Государственные закупки</p>
        <div className="specialization-text">
       
          Государственные закупки одно из направлений деятельности Юридической
          компании «ПРЕЦЕДЕНТ ГРУПП». Юристы компании имеют успешный опыт
          обжалования действий/бездействий закупающих организаций,
          предоставления услуги по разработке конкурсных предложений,
          обжалование итогов конкурса в Межведомственной комиссии по
          рассмотрению жалоб на государственные закупки, судебном порядке, а
          также обжалование действий закупающий организаций в правоохранительных
          и надзорных органах.
        </div>
      </div>
    </div>
  );
}

export default Specializations;
